{
    "Header": {
        "title": "Save My Career",
        "home": "الرئيسية",
        "assessment": "التقييم"
    },
    "HomePage": {
        "title_one": "هل يستبدل الذكاء الاصطناعي",
        "title_two": "وظيفتك ",
        "bio": "قم بإجراء تقييمنا لاكتشاف كيف يمكن أن يؤثر الذكاء الاصطناعي على مستقبلك المهني، وتعرف على استراتيجيات عملية للبقاء في المقدمة في عصر الأتمتة",
        "action_btn": "اكتشف هل سيستبدل الذكاء الاصطناعي عملك",
        "action_label": " ١٢ سؤالا  فقط ، في ٥ دقائق لتعرف " ,
        "feature_one_title": "تحليل مخاطر مخصص",
        "feature_one_bio": "احصل على تقييم مخصص لمعرفة مدى تعرض مهنتك لأتمتة الذكاء الاصطناعي.",
        "feature_two_title": "استراتيجيات قابلة للتنفيذ",
        "feature_two_bio": "اكتشف نصائح عملية لحماية مستقبلك المهني في عصر الذكاء الاصطناعي.",
        "feature_three_title": "دليل التكيف مع الذكاء الاصطناعي",
        "feature_three_bio": "تعلم كيفية الاستفادة من الذكاء الاصطناعي كأداة لتعزيز إنتاجيتك وتطوير مسارك المهني."
    },

    "QuestionsPage": {
        "about_you": "اخبرنا  عنك",
        "question": "سؤال",
        "of": "من",
        "select_an_option": "اختر خيارا",
        "next": "التالي",
        "previous": "السابق",
        "see_results": "اعرض النتيجة"
      },

      "ResultsPage": {
        "title": "نتائج تقييم مهنتك مع الذكاء الاصطناعي",
        "no_results": "لم يتم العثور على نتائج للتقييم. يرجى إجراء التقييم أولاً.",
        "take_assessment_btn": "إجراء التقييم",
        "user_info_title": "معلوماتك",
        "career": "المهنة",
        "location": "الموقع",
        "experience": "سنوات الخبرة",
        "assessment_means_title": "ماذا يعني هذا التقييم",
        "assessment_means_bio": "بناءً على إجاباتك، قمنا بتحليل مدى تأثر دورك الوظيفي بأتمتة الذكاء الاصطناعي: ",
        "recommendation_title": "توصيات لك",
        "next_steps_title": "الخطوات التالية",
        "next_steps_bio": "فيما يلي بعض الاستراتيجيات لمساعدتك على البقاء في المقدمة في عصر الذكاء الاصطناعي:",
        "skill_development_title": "تطوير المهارات",
        "skill_development_bio": "ركز على بناء المهارات التي يصعب أتمتتها، مثل التفكير النقدي والإبداع والذكاء العاطفي.",
        "ai_literacy_title": "معرفة الذكاء الاصطناعي",
        "ai_literacy_bio": "تعرّف على قدرات وحدود الذكاء الاصطناعي لفهم أفضل لكيفية العمل جنبًا إلى جنب مع أدوات الذكاء الاصطناعي.",
        "career_pivoting_title": "تغيير المسار المهني",
        "career_pivoting_bio": "فكر في المجالات ذات الصلة التي تتطلب المزيد من الحكم البشري وقدرات صنع القرار المعقدة.",
        "continuous_learning_title": "التعلم المستمر",
        "continuous_learning_bio": "ابق على اطلاع بالاتجاهات الصناعية وكن استباقيًا في تعلم التقنيات الجديدة.",
        "back_home_btn": "العودة إلى الصفحة الرئيسية",
        "newsletter_title": "ابق على اطلاع بنصائح المهنة",
        "newsletter_description": "اشترك للحصول على تحديثات أسبوعية ونصائح يومية لمساعدتك على التقدم على الذكاء الاصطناعي في مجال عملك.",
        "name_label": "الاسم الكامل",
        "name_placeholder": "أدخل اسمك الكامل",
        "email_label": "البريد الإلكتروني",
        "email_placeholder": "أدخل عنوان بريدك الإلكتروني",
        "consent_text": "أوافق على تلقي نصائح مهنية وتحديثات صناعية عبر البريد الإلكتروني",
        "subscribe_btn": "اشتراك",
        "newsletter_success": "شكرًا لاشتراكك! ستبدأ في تلقي نصائح مهنية قريبًا",
        "newsletter_error": "كان هناك خطأ في اشتراكك. يرجى المحاولة مرة أخرى",

        
        "get_full_insights_title": "أدخل بريدك الإلكتروني للحصول على توصيات مخصصة",
        "get_full_insights_description": "بناءً على نتائج تقييمك، قمنا بإعداد رؤى قيمة خصيصًا لك. لتلقي التوصيات المخصصة والخطوات التالية وتحديثات المجال المستمرة، يرجى تقديم عنوان بريدك الإلكتروني أدناه.",
        "email_benefits": "سنرسل لك",
        "detailed_recommendations": "توصيات مخصصة مصممة وفقًا لنتائج تقييمك",
        "industry_trends": "تحديثات منتظمة حول اتجاهات الذكاء الاصطناعي التي تؤثر على مجال عملك",
        "skill_development": "فرص لتطوير مهارات تنافسية في مجالك",
        "career_strategies": "نصائح استراتيجية للتنقل في حياتك المهنية في عصر الذكاء الاصطناعي",
        "get_insights_btn": "أرسل لي توصياتي",
        "skip_for_now": "ربما لاحقًا",
        "thank_you_title": "شكرًا لاشتراكك!",
    "thank_you_message": "لقد استلمنا معلوماتك. سيتم إرسال التوصيات المخصصة ورؤى الذكاء الاصطناعي المهنية إلى بريدك الإلكتروني قريبًا.",
        
        
        "risk_levels": {
          "high_risk": "خطر مرتفع",
          "moderate_risk": "خطر متوسط",
          "low_risk": "خطر منخفض"
        },
        
        "risk_explanations": {
          "high_risk": "هذا يشير إلى أن دورك الحالي يحتوي على العديد من المهام التي يمكن أتمتتها بواسطة الذكاء الاصطناعي في السنوات القادمة.",
          "moderate_risk": "هذا يشير إلى أنه في حين أن بعض جوانب وظيفتك قد تكون مؤتمتة، فإن خبرتك البشرية ستظل قيمة.",
          "low_risk": "هذا يشير إلى أن دورك يتطلب قدرات بشرية فريدة سيجد الذكاء الاصطناعي صعوبة في تكرارها."
        },
        
        "messages": {
          "high_risk_message": "وظيفتك تحتوي على العديد من الخصائص التي تجعلها عرضة لأتمتة الذكاء الاصطناعي.",
          "moderate_risk_message": "قد تتم أتمتة أجزاء من وظيفتك، لكن الخبرة البشرية ستظل قيمة على الأرجح.",
          "low_risk_message": "تتضمن وظيفتك العديد من العناصر التي يصعب على الذكاء الاصطناعي تكرارها.",
          "no_answers": "لم نتمكن من تحديد خطر استبدال الذكاء الاصطناعي لأنه لم تتم الإجابة على أي أسئلة."
        },
        
        "tips": {
          "try_answering": "حاول الإجابة على الأسئلة للحصول على تقييم مخصص.",
          
          "high_risk_tip_1": "ركز على تطوير المهارات التي يواجه فيها الذكاء الاصطناعي صعوبة، مثل حل المشكلات الإبداعي والذكاء العاطفي.",
          "high_risk_tip_2": "تعلم كيفية استخدام أدوات الذكاء الاصطناعي لتعزيز إنتاجيتك بدلاً من التنافس معها.",
          "high_risk_tip_3": "فكر في الانتقال إلى أدوار تتطلب المزيد من الحكم البشري ومهارات التعامل مع الآخرين.",
          "high_risk_tip_4": "ابق على اطلاع على تطورات الذكاء الاصطناعي في مجالك لتوقع التغييرات.",
          "high_risk_tip_5": "اسعَ للتعليم المستمر في التقنيات الناشئة للبقاء ملائمًا.",
          
          "moderate_risk_tip_1": "حدد الجوانب التي تكون أكثر عرضة للأتمتة في دورك والتي تتطلب مهارات بشرية فريدة.",
          "moderate_risk_tip_2": "تعلم التعاون بشكل فعال مع أدوات الذكاء الاصطناعي لزيادة إنتاجيتك وقيمتك.",
          "moderate_risk_tip_3": "طور خبرتك في المجالات التي يضيف فيها الحكم البشري والإبداع أكبر قيمة.",
          "moderate_risk_tip_4": "قم ببناء مهارات في إدارة وتفسير مخرجات الذكاء الاصطناعي بدلاً من إنتاج ما يمكن للذكاء الاصطناعي توليده.",
          "moderate_risk_tip_5": "ركز على بناء العلاقات وحل المشكلات المعقدة التي لا يمكن للذكاء الاصطناعي تكرارها بسهولة.",
          
          "low_risk_tip_1": "على الرغم من أن وظيفتك أقل عرضة للأتمتة الكاملة، استخدم أدوات الذكاء الاصطناعي للتعامل مع الجوانب الروتينية والتركيز على العمل عالي القيمة.",
          "low_risk_tip_2": "ابق متقدمًا من خلال تعلم كيف يمكن للذكاء الاصطناعي أن يكمل مهاراتك ويجعلك أكثر فعالية.",
          "low_risk_tip_3": "طور خبرتك في توجيه وإدارة أنظمة الذكاء الاصطناعي لتعزيز قيمتك بشكل أكبر.",
          "low_risk_tip_4": "استمر في تعزيز القدرات البشرية الفريدة مثل التعاطف والإبداع والقدرة على التكيف.",
          "low_risk_tip_5": "قم بتوجيه الآخرين في كيفية التكيف مع التغييرات التكنولوجية داخل مجالك."
        }
      }

} 